app/controllers/users_controller.rb

INSERT INTO "users" ("created_at", "email", "name", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["created_at", "2014-10-19 10:57:48.156161"], ["email", "mail@mail.com"], ["name", "kuba"], ["updated_at", "2014-10-19 10:57:48.156161"]]
---
  def create
    @user = User.new(user_params)

    if @user.save